Repository: Apina/userstats
Catalog: languages/user-stats-*.po
Languages: fi_fi

source: Settings
fi_fi: Asetukset

source: User Stats
fi_fi: Käyttäjä tilasto

source: Overview
fi_fi: Yleiskatsaus

source: Author
fi_fi: Kirjoittaja

source: Role
fi_fi: Rooli

source: # Articles
fi_fi: # Artikkelit

source: Total Views
fi_fi: Kokonais Katselukerta

source: Avg. Views
fi_fi: Keskimäärin Katselukerta

source: /Article
fi_fi: /Artikkeli

source: Total
fi_fi: Kokonais

source: for Articles
fi_fi: Artikkilista

source: Avg.
fi_fi: Keskimäärin

source: /View
fi_fi: /Katselukerta

source: /1000 Views
fi_fi: /1000 Katselukerta

source: Article
fi_fi: Artikkeli

source: Date Published
fi_fi: Julkaisupäivämäärä

source: Category
fi_fi: Luokka

source: Views
fi_fi: Katselukerta

source: Save Changes
fi_fi: Tallenna muutokset

source: Display Currency
fi_fi: Valuutta

source: Enter a currency symbol
fi_fi: Anna Valuutta

source: Price per article
fi_fi: Artikkeli hinta

source: Price per 1000 views
fi_fi: Tuhat Katselukerta Hinta

source: Add/remove Users
fi_fi: Lisätä/Poistaa Käyttäjä

source: Tick the box to <strong>remove</strong> a user from the display
fi_fi: Rasti <strong>poistaa</strong> käyttäjän

source: Add/remove Columns
fi_fi: Lisätä/Poistaa kolumnit

source: Tick the box to <strong>remove</strong> a column
fi_fi: Rasti <strong>poistaa</strong> kolumni

source: Overview Columns
fi_fi: Yleiskatsaus Kolumnit

source: $/Article
fi_fi: $/Artikkeli

source: Total $ for Articles
fi_fi: Kokonais artikkelista

source: Avg. $/View
fi_fi: Keskimäärun $/Katselukerta

source: $/1000 Views
fi_fi: $/1000 Katselukerta

source: Avg. $/1000 Views
fi_fi: Katselukerta

source: $/Views
fi_fi: $/Katselukerta
